Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=815_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisopetuksen oppilasmäärä kasvaa
smn: Sämimáttááttâs uáppeemeeri lassaan

source: Saamenkielisen ja saamen kielen opetuksen oppilasmäärä Suomen perusopetuksessa ja lukiossa kasvaa.
smn: Sämikielâlii já sämikielâ máttááttâs uáppeemeeri Suomâ vuáđumáttááttâsâst já luvâttuvvâst lassaan.

source: Oppilasmäärä on lisääntynyt noin 170 oppilaalla lukuvuodesta 2005-2006.
smn: Uáppeemeeri lii lasanâm suulân 170 uáppein luuhâmivveest 2005-2006.

source: Kuluvana lukuvuonna kokonaisoppilasmäärä on 613, kun se syksyllä 2005 oli 444.
smn: Taan luuhâmive oles uáppeemeeri lii 613, ko čohčuv 2005 tot lâi 444.

source: Saamen kielen opetusta annetaan äidinkielen ja vieraan kielen oppiaineina kaikissa kolmessa saamen kielessä.
smn: Sämikielâ máttááttâs adeleh eenikielâ já vieres kielâ oppâamnâsin puoh kuulmâ sämikieláin.

source: Saamenkielistä opetusta järjestetään inarin- ja pohjoissaamen kielillä saamelaisten kotiseutualueella.
smn: Sämikielâlâš máttááttâs uárnejuvvoo anarâš- já tavesämikieláin sämikuávlust.

source: Kokonaisoppilasmäärä on kasvanut edellisestä lukuvuodesta yhteensä 59.
smn: Oles uáppeemeeri lii lasanâm oovdeb luuhâmivveest ohtsis 59.

source: Suurin nousu on tapahtunut saamen kielen aineopetuksessa (+70).
smn: Stuárráámus lasanem lii lamaš sämikielâ amnâsmáttááttâsâst (+70).

source: Saamenkielistä opetusta saavien oppilaiden määrä sen sijaan on laskenut 11 oppilaalla.
smn: Sämikielâlâš máttááttâs uáppei meeri lii ton tááhust kiäppánâm 11 uápped.

source: Inarinsaamenkielisen opetuksen oppilasmäärä on edellisen vuoden tasolla (15), koltansaamenkielinen opetus on muuttunut aineopetukseksi (-5) ja pohjoissaamenkielisen opetuksen oppilasmäärä laskenut kuudella.
smn: Anarâškielâlâš máttááttâs uáppeemeeri lii oovdeb ive tääsist (15), nuorttâlâškielâlâš máttááttâs lii muttum amnâsmáttááttâssân (-5) já tavesämikielâlii máttááttâs uáppeemeeri lii kiäppánâm kuuđáin.

source: Oppilasennusteet osoittavat kuitenkin, että saamenkielinen opetus tulee lähivuosina lisääntymään saamenkielisen varhaiskasvatuksen vahvistaessa asemaansa.
smn: Uáppee-ennustâsah čäittih kuittâg, ete sämikielâlâš máttááttâs lassaan puáttee iivijn ko sämikielâlâš arâšoddâdem naanood sajâttuv.

source: Saamenkielistä varhaiskasvatusta järjestetään saamenkielisissä päiväkodeissa tai päiväkotiryhmissä ja saamen kieliä elvyttävissä kielipesissä.
smn: Sämikielâlâš arâšoddâdem uárnejuvvoo sämikielâlijn peivikiäjuin teikâ peivikiäččujuávhuin já sämikielâid iäláskittee kielâpiervâlijn.

source: Kielipesätoiminta on laajenemassa saamelaisten kotiseutualueelta muille alueille.
smn: Kielâpiervâltoimâ lii vijđánmin sämikuávlust eres kuávluin.

source: Valtaosa saamelaisopetuksesta annetaan saamelaisten kotiseutualueen kunnissa, jotka saavat tähän opetukseen erityisen korvamerkityn valtionavustuksen.
smn: Väldiuási sämimáttááttâsâst adeleh sämikuávlu kieldâin, moh finnejeh taan máttááttâsân sierânâs vittádum staatâtorjuu.

source: Kotiseutualueen kunnissa saamenkielisessä ja saamen kielen opetuksessa on yhteensä 549 oppilasta.
smn: Sämikuávlu kieldâin sämikielâlâš já sämikielâ máttááttâsâst láá ohtsis 549 uápped.

source: Lisäystä on yhteensä 33 oppilasta edelliseen kouluvuoteen verrattuna.
smn: Lasanem lii lamaš othsis 33 uápped oovdeb škovlâihán verdiddijn.

source: Inarin kunnan kouluissa saamen kielen ja saamenkielisessä opetuksessa on yhteensä 262 oppilasta, jossa lisäystä edelliseen vuoteen 22.
smn: Aanaar kieldâ škoovlâin sämikielâ já sämikielâlâš máttááttâsâst láá ohtsis 262 uápped, mast lasanem oovdeb ihán 22.

source: Omien oppilaiden lisäksi Inarin kunnan opettajat antavat etäopetusta yhteensä kahdeksalle lukiolaiselle.
smn: Jieijâs uáppei lasseen Aanaar kieldâ máttáátteijeeh adeleh káidusmáttááttâs ohtsis käävci luvâttâhuáppei.

source: Inarin kunnan saamelaisopetuksen oppilasmäärä on kasvanut tasaisesti vuodesta 2007 lähtien.
smn: Aanaar kieldâ sämimáttááttâs uáppeemeeri lii lasanâm täsivávt ive 2007 rääjist.

source: Utsjoen kunnan kouluissa saamen kielen ja saamenkielistä opetusta annetaan yhteensä 124 oppilaalle, jossa lisäystä edelliseen vuoteen 16.
smn: Ucjuv kieldâ škoovlâin sämikielâ já sämikielâlâš máttááttâs adeleh ohtsis 124 uáppei, mast lasanem oovdeb ihán 16.

source: Saamenkielisen opetuksen suhteellinen osuus on suurin Utsjoella.
smn: Sämikielâlâš máttááttâs koskâvuođâlâs uási lii stuárráámus Ucjuuvâst.

source: Saamenkielisen opetuksen osuus on vuosien mittaan kasvanut selvästi.
smn: Sämikielâlii máttááttâs uási lii šoddâm iivij mield čielgâsávt.

source: Kuluvana lukuvuonna myös saamen kielen aineopetusta saavien oppilaiden määrä on kasvanut 18.
smn: Taan luuhâmive meid sämikielâ amnâsmáttááttâs uáppei meeri lii lasanâm 18.

source: Enontekiön kunnan kouluissa saamen kielen ja saamenkielistä opetusta annetaan yhteensä 61 oppilaalle.
smn: Iänuduv kieldâ škoovlâin sämikielâ já sämikielâlâš máttááttâs adeleh ohtsis 61 uáppei.

source: Oppilasmäärä on pienentynyt edellisestä kouluvuodesta 15 oppilaalla.
smn: Uáppeemeeri lii kiäppánâm oovdeb škovlâivveest 15 uáppein.

source: Myös Enontekiöltä ja Utsjoelta annetaan etäopetusta muualle maahan.
smn: Meid Iänuduvvâst já Ucjuuvâst adeleh káidusmáttááttâs eres kuávluid enâmist.

source: Sodankylän kunnan kouluissa pääpaino on saamen kielen aineopetuksessa, jota saa yhteensä 99 oppilasta.
smn: Suáđigil kieldâ škoovlâin uáivitiäddu lii sämikielâ amnâsmáttááttâsâst, mon finnejeh ohtsis 99 uápped.

source: Oppilasmäärä on kasvanut edellisestä kouluvuodesta 10.
smn: Uáppeemeeri lii lasanâm oovdeb škovlâivveest 10.

source: Saamenkielistä perusopetusta annetaan kolmelle oppilaalle.
smn: Sämikielâlâš vuáđumáttááttâs adeleh kuulmâ uáppei.

source: Saamenkielisen opetuksen oppilasmäärän ennakoidaan kasvavan tulevina vuosina.
smn: Ennusteh, ete sämikielâlii máttááttâs uáppeemeeri lassaan puáttee iivij ääigi.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella oppilasmäärä on suurin Oulun seudulla, jossa kielen aineopetusta annetaan yhteensä 15 perusopetuksen oppilaalle ja 13 lukiolaiselle.
smn: Sämikuávlu kieldâi ulguubeln uáppeemeeri lii stuárráámus Oulu kuávlust, kost kielâ amnâsmáttááttâs adeleh ohtsis 15 vuáđumáttááttâs uáppei já 13 luvâttuv uáppei.

source: Rovaniemen kaupungin alueella saamen kielen opetusta saa yhteensä 12 perusopetuksen oppilasta ja kuusi lukiolaista.
smn: Ruávinjaargâ kaavpug kuávlust sämikielâ máttááttâs finnejeh ohtsis 12 vuáđumáttááttâs uápped já kuttâ luvâttuv uáppee.

source: Helsingin seudulla saamen kielen opetuksessa on yhteensä 10 perusopetuksen oppilasta.
smn: Helsig kuávlust sämikielâ máttááttâsâst láá ohtsis 10 vuáđumáttááttâs uápped.

source: Koko maassa saamen kielen tai saamenkielistä perusopetusta saa yhteensä 542 oppilasta.
smn: Ubâ enâmist sämikielâ teikâ sämikielâlâš vuáđumáttááttâs finnejeh ohstis 542 uápped.

source: Lukioiden yhteenlaskettu saamen kielen opiskelijamäärä on 71.
smn: Luvâttuvâi oohtânrekinistum sämikielâ uáppeemeeri 71.

source: Saamelaiskäräjät seuraa ja raportoi saamelaisopetuksen kokonaisuudesta Suomessa.
smn: Sämitigge čuávvu já raportist sämimáttááttâs ubâlâšvuođâst Suomâst.

source: Saamelaisopetuksen oppilastilastot ovat löydettävissä
smn: Sämimáttááttâs uáppeelovottuvah láá täst.
